Repository: TrinhChung/Pitch
Catalog: pitch/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Notice to order a pitch from Pitch App
vi: Thông báo đặt sân bóng từ Pitch App

source: Start time must be greater than current time.
vi: Thời gian bắt đầu phải lớn hơn thời gian hiện tại.

source: Invalid time start values.
vi: Lỗi thời gian bắt đầu.

source: This time someone ordered! Please choose another time.
vi: Thời gian này đã được đặt. Vui lòng chọn thời gian khác!

source: Choose a larger time starting at least 1 hour.
vi: Lớn hơn thời gian bắt đầu tối thiếu 1 tiếng.

source: Invalid time start and time end values.
vi: Thời gian bắt đầu hoặc kết thúc không chính xác.

source: The minimum amount has not been reached to apply the voucher.
vi: Đơn hàng không đạt giá trị tối thiểu của voucher để có thể sử dụng.

source: Once the order has been confirmed, it cannot be cancelled.
vi: Đơn hàng đã được xác nhận. Vì thế không thể hủy bỏ.

source: Surface
vi: Bề mặt sân

source: Artificial
vi: Nhân tạo

source: Natural
vi: Tự nhiên

source: Mixed
vi: Hỗn hợp

source: Size
vi: Kích thước sân

source: Pitch 5
vi: Sân 5

source: Pitch 7
vi: Sân 7

source: Pitch 12
vi: Sân 12

source: Key Word
vi: Từ khóa

source: Search pitch
vi: Tìm kiếm sân

source: Address
vi: Địa chỉ

source: Enter address
vi: Nhập địa chỉ

source: Price
vi: Giá

source: Enter price
vi: Nhập giá

source: Order cancellation notice from Pitch App
vi: Thông báo hủy đặt sân từ Pitch App

source: You can not access this page.
vi: Bạn không được truy cập trang này
